{
	"welcome": "Welcome",
	"language": "Language",
	"4_years_on_the_market": "",
	"4_years_on_the_market-0": "4 years on the market",
	"50_000_satisfied_clients": "50,000+ satisfied clients",
	"500_happy_employees": "500+ happy employees",
	"branches_across_europe": "Branches across Europe",
	"resume_review_and_preliminary_interview": "Resume Review and Preliminary Interview",
	"we_analyze_resumes_and_conduct_preliminary": "We analyze resumes and conduct preliminary interviews with potential candidates. At this stage, we assess their professional skills, work experience, and alignment with the requirements of the position.",
	"testing_and_evaluation": "Testing and Evaluation",
	"if_necessary_we_conduct_specialized_tests_and_evaluations": "If necessary, we conduct specialized tests and evaluations to gain a more detailed assessment of a candidate's technical skills and qualifications. This may include technical tasks, assessments, or other evaluation methods depending on the requirements of the position.",
	"interview": "Interview",
	"after_the_preliminary_selection_we_organize": "After the preliminary selection, we organize an interview between the candidate, the recruiter, and the future manager. Following the interview, we review feedback from all parties involved and make a final decision. If the candidate is selected, we proceed with the offer and onboarding process, ensuring a smooth transition into their new role.",
	"your_trusted_partner_in_cutting_edge_technology": "Your Trusted Partner in Cutting-Edge Technology",
	"hot_line_bts_is_a_company_with_four": "Hot Deal BTC is a company with four years of experience, confidently establishing itself in the European market by delivering top-tier solutions in the field of computer programming and information technology. Our mission is to equip businesses and organizations with innovative tools that help them achieve new levels of efficiency and competitiveness.",
	"our_services": "Our Services:",
	"than_computer_programming": "<p> <strong>Computer Programming:</strong> We specialize in developing high-quality software that meets the highest industry standards and the unique needs of our clients. </p>",
	"greater_than_software_publishing_less": "<p> <strong>Software Publishing:</strong> We create and publish software that simplifies users’ lives and enhances business productivity. </p>",
	"greater_than_it_consulting_less_than_stron": "<p> <strong>IT Consulting:</strong> Our experts provide professional consulting services in the field of informatization, helping organizations optimize their IT processes and infrastructure. </p>",
	"vities_less_than_strong_greater_than_we_offer_a_wi": "<p> <strong>Other IT Activities:</strong> We offer a wide range of services in information technology, including data processing, web hosting, and other information services. </p>",
	"satisfaction_and_loyalty_less_than": "<p> <strong>Call Center Operations:</strong> Our call centers provide high-quality customer support and service, contributing to increased customer satisfaction and loyalty. </p>",
	"digital_future_less_t": "<p> Hot Deal BTC is a team of professionals dedicated to making information technology accessible and beneficial for every business. We will help you build a solid foundation for your digital future. </p>",
	"our_culture": "Our Culture",
	"our_mission": "Our Mission",
	"our_mission_is_to_deliver_innovative_technological": "Our mission is to deliver innovative technological solutions that transform businesses and help them reach new heights of efficiency and success. We strive to make information technology accessible, simple, and beneficial for every client.",
	"our_vision": "Our Vision",
	"we_envision_ourselves_as_a_leader_in": "We envision ourselves as a leader in the European information technology market, renowned for not only meeting but exceeding customer expectations. Our company will be a driving force for change, helping businesses adapt to the rapidly evolving world of technology and grow alongside it.",
	"our_values": "Our Values",
	"customer_focus": "Customer Focus",
	"we_place_the_needs_and_expectations": "We place the needs and expectations of our clients at the heart of everything we do.",
	"transparency_and_integrity": "Transparency and Integrity",
	"we_build_our_relationships_with_clients": "We build our relationships with clients, partners, and colleagues on transparency and trust.",
	"commitment_to_excellence": "Commitment to Excellence",
	"we_are_always_focused_on_achieving_the_highest": "We are always focused on achieving the highest results, providing services and solutions that exceed expectations.",
	"continuous_development": "Continuous Development",
	"we_believe_in_the_power_of_constant_growth_and_learning": "We believe in the power of constant growth and learning.",
	"positive_thinking": "Positive Thinking",
	"we_approach_every_task_with_optimism_and_confidence": "We approach every task with optimism and confidence.",

	"about_us": "About us",
	"we_offer_innovative_recruitment_solutions_that_help_our_clients_attract_and_hire_the_most_talented_candidates": "Founded on the principles of innovation and quality, Hot Deal BTC aims to provide businesses and organizations with tools that help them achieve new levels of efficiency and competitiveness. Our solutions cover a wide range of services, from software development to the implementation of comprehensive IT systems that meet the needs of modern businesses.",
	"our_way": "Our approach",
	"we_pay_special_attention_to_understanding": "We implement a personalized approach for each client, taking into account the specifics of their business and unique needs. All solutions are developed with consideration for their future growth and scalability, enabling our clients to evolve alongside modern technologies.",
	"why_we": "Why choose us?",
	"why_we_text": "By choosing Hot Deal BTC, you gain a reliable partner capable of turning your IT ideas into reality. Our experience, deep market understanding, and commitment to innovation make us a leading provider of IT solutions in Europe. We don't just keep up with the times—we create the future.",

	"our_team_consists_of_experienced_and_dedicated": "Our team consists of experienced and dedicated professionals who thoroughly analyze each client’s needs and develop customized search strategies. We carefully vet each candidate to ensure they meet the requirements and quality we aim to provide to our clients.",
	"hot_deal_btc_offers_a_wide_range_of_services": "HOT DEAL BTC offers a wide range of services, including recruitment for permanent and temporary positions, executive search, talent acquisition strategy consulting, and much more.",
	"partnering_with_hot_deal_btc_allows_your": "Partnering with HOT DEAL BTC allows your company to focus on core activities while we take care of finding the best candidates for your growth and development.",
	"contact_us_today_and_trust_your_hiring": "Contact us today and trust your hiring needs to professionals to build a strong team and reach new heights in your business.",
	"our_recruiters_have_specialization_and_expertise": "Our recruiters have specialization and expertise in the field of employee recruitment. They understand the job market, have access to recruitment tools and networks, and can effectively search for and attract talent.",
	"specialization_in_recruitment": "Specialization in Recruitment",
	"we_handle_the_entire_recruitment_process": "We handle the entire recruitment process, from candidate search to preparing documents for hiring. We focus on finding and selecting the best candidates, thereby increasing the efficiency of the hiring process and reducing the time needed to fill positions.",
	"recruitment_process_efficiency": "Recruitment Process Efficiency",
	"our_recruiters_know_everything_about": "Our recruiters know everything about the job market, including employment trends, salary expectations, candidate requirements, and more. This allows us to find candidates with the right skills and talents and offer competitive conditions to attract them.",
	"specialized_market_knowledge": "Specialized Market Knowledge",
	"hot_deal_btc_is_a_leading_recruitment": "HOT DEAL BTC is a leading recruitment agency specializing in finding and selecting highly qualified professionals for various industries and business sectors.",
	"about_us-0": "About us",
	"our_culture-0": "Our Culture",
	"job": "Job",
	"reviews": "Reviews",
	"contacts": "Contacts",
	"our_contacts": "Our Contacts",
	"kyiv_lviv": "Kyiv/Lviv/Ivano Frankivsk",
	"working_hours": "Working hours",
	"mon_fri": "Mon-Fri",
	"the_hiring_process_in_our_company": "The hiring process in our company",
	"the_specialist_selection_process_at_hot_deal_btc": "The specialist selection process at HOT DEAL BTC is based on a systematic and attentive approach that ensures finding the optimal candidate for each of our vacancies. Here is an overview of our candidate selection stages:",
	"resume_review_and_preliminary_interview-0": "Resume Review and Preliminary Interview",
	"most_common_open_positions_in_our_company": "Most Common Open Positions in Our Company",
	"sales_manager": "Sales Manager",
	"smm_manager": "SMM Manager",
	"node_js_developer": "Node JS Developer",
	"financial_manager": "Financial Manager",
	"crm_manager": "CRM Manager",
	"motion_designer": "Motion Designer",
	"graphic_designer": "Graphic Designer",
	"system_administrator": "System Administrator",
	"apply_now": "Apply now",
	"full_name": "Full name",
	"date_of_birth": "Date of birth",
	"current_location": "Current location",
	"contact_number": "Contact number",
	"email": "Email",
	"desired_position": "Desired position",
	"work_experience": "Work experience",
	"salary_expectations": "Salary expectations",
	"cover_letter": "Cover letter",
	"submit": "Submit",
	"michael_johnson": "Michael Johnson:",
	"working_with_hot_line_bts_has_been_a_game": "Working with Hot Deal BTC has been a game-changer for our company. Their dedication to excellence and attention to detail are unmatched. We couldn’t be happier with the results!",
	"clara_martinez": "Clara Martinez:",
	"hot_line_bts_exceeded_our_expectations_with": "Hot Deal BTC exceeded our expectations with their innovative software solutions and exceptional support. Their team is reliable and always goes above and beyond.",
	"liam_oconnor": "Liam O'Connor:",
	"the_expertise_and_professionalism_of_hot_line": "The expertise and professionalism of Hot Deal BTC have greatly enhanced our IT infrastructure. Their tailored solutions have significantly improved our operational efficiency.",
	"sophia_wang": "Sophia Wang:",
	"hot_line_bts_has_been_a_fantastic_partner_in_our_": "Hot Deal BTC has been a fantastic partner in our digital transformation journey. Their commitment to delivering high-quality results and their proactive approach are truly commendable.",
	"daniel_smith": "Daniel Smith:",
	"weve_partnered_with_hot_line_bts_for_several": "We’ve partnered with Hot Deal BTC for several projects, and their performance has always been stellar. Their ability to adapt and innovate makes them an invaluable asset to our business.",
	"olivia_brown": "Olivia Brown",
	"the_hot_line_bts_team_is_incredibly_skilled_and": "The Hot Deal BTC team is incredibly skilled and easy to work with. Their solutions are effective, and their support is second to none. We highly value their partnership.",
	"lucas_white": "Lucas White:",
	"hot_line_bts_has_consistently_provided_us_with": "Hot Deal BTC has consistently provided us with top-tier IT solutions. Their professionalism and dedication to client satisfaction make them stand out in the industry.",
	"ava_green": "Ava Green:",
	"from_initial_consultation_to_implementation_hot_line_bts_h": "From initial consultation to implementation, Hot Deal BTC has been exceptional. Their deep understanding of our needs and swift problem-solving abilities have made a huge difference for us.",
	"date_of_birth-0": "Date of Birth"
}
