{
	"welcome": "Ласкаво просимо",
	"language": "Мова",
	"4_years_on_the_market": "",
	"4_years_on_the_market-0": "4 роки на ринку",
	"50_000_satisfied_clients": "50,000+ задоволених клієнтів",
	"500_happy_employees": "500+ щасливих працівників",
	"branches_across_europe": "Філії по всій Європі",
	"resume_review_and_preliminary_interview": "Перегляд резюме та попередня співбесіда",
	"we_analyze_resumes_and_conduct_preliminary": "Ми аналізуємо резюме та проводимо попередні співбесіди з потенційними кандидатами. На цьому етапі ми оцінюємо їхні професійні навички, досвід роботи та відповідність вимогам вакансії.",
	"testing_and_evaluation": "Тестування та оцінювання",
	"if_necessary_we_conduct_specialized_tests_and_evaluations": "За необхідності ми проводимо спеціальні тести й оцінювання, щоб більш детально оцінити технічні навички та кваліфікацію кандидата. Це може включати технічні завдання, ассесмент або інші методи оцінки, що залежать від вимог вакансії.",
	"interview": "Співбесіда",
	"after_the_preliminary_selection_we_organize": "Після попереднього відбору ми організовуємо співбесіду між кандидатом, рекрутером і майбутнім менеджером. Після співбесіди ми розглядаємо відгуки від усіх залучених сторін і приймаємо остаточне рішення. Якщо кандидат обраний, ми переходимо до етапу пропозиції та адаптації, забезпечуючи плавний перехід на нову посаду.",
	"your_trusted_partner_in_cutting_edge_technology": "Ваш надійний партнер у передових технологіях",
	"hot_line_bts_is_a_company_with_four": "Hot Deal BTC – ми компанія з чотирирічним досвідом, яка впевнено закріпилася на європейському ринку, надаючи першокласні рішення у сфері комп'ютерного програмування та інформаційних технологій. Наша місія – забезпечувати бізнеси та організації інноваційними інструментами, що допомагають їм досягати нових рівнів ефективності та конкурентоспроможності.",
	"our_services": "Наші послуги:",
	"than_computer_programming": "<p> \t\t\t\t<strong>Комп'ютерне програмування:</strong> \t\t\t\tМи спеціалізуємося на розробці високоякісного програмного забезпечення, \t\t\t\tяке відповідає найвищим стандартам індустрії та унікальним потребам \t\t\t\tнаших клієнтів. \t\t\t</p>",
	"greater_than_software_publishing_less": "<p> \t\t\t\t<strong>Видавництво програмного забезпечення:</strong> Ми \t\t\t\tспеціалізуємося на розробці високоякісного програмного забезпечення, яке \t\t\t\tвідповідає найвищим стандартам індустрії та унікальним потребам наших \t\t\t\tклієнтів. \t\t\t</p>",
	"greater_than_it_consulting_less_than_stron": "\t<p> \t\t\t\t<strong>ІТ-консалтинг:</strong> Наші експерти надають професійні \t\t\t\tконсультаційні послуги у сфері інформатизації, допомагаючи організаціям \t\t\t\tоптимізувати їхні ІТ-процеси та інфраструктуру. \t\t\t</p>",
	"vities_less_than_strong_greater_than_we_offer_a_wi": "<p> \t\t\t\t<strong> Інші ІТ-діяльності: </strong> Ми пропонуємо широкий спектр \t\t\t\tпослуг в області інформаційних технологій, включаючи обробку даних, \t\t\t\tвеб-хостинг та інші інформаційні послуги. \t\t\t</p>",
	"satisfaction_and_loyalty_less_than": "<p> \t\t\t\t<strong> Операції кол-центру: </strong> Наші кол-центри забезпечують \t\t\t\tвисокоякісну підтримку та обслуговування клієнтів, сприяючи підвищенню \t\t\t\tїхньої задоволеності та лояльності. \t\t\t</p>",
	"digital_future_less_t": "<p> \t\t\t\tHot Deal BTC – це команда професіоналів, які прагнуть зробити \t\t\t\tінформаційні технології доступними та корисними для кожного бізнесу. Ми \t\t\t\tдопоможемо вам створити міцну основу для вашого цифрового майбутнього. \t\t\t</p>",
	"our_culture": "Наша культура",
	"our_mission": "Наша місія",
	"our_mission_is_to_deliver_innovative_technological": "Наша місія – надавати інноваційні технологічні рішення, які трансформують бізнеси та допомагають їм досягати нових висот ефективності та успіху. Ми прагнемо зробити інформаційні технології доступними, простими та корисними для кожного клієнта.",
	"our_vision": "Наша візія",
	"we_envision_ourselves_as_a_leader_in": "Ми бачимо себе лідером на європейському ринку інформаційних технологій, відомим тим, що не лише відповідає, а й перевершує очікування клієнтів. Наша компанія стане рушійною силою змін, допомагаючи бізнесам адаптуватися до швидко мінливого світу технологій і розвиватися разом із ним.",
	"our_values": "Наші цінності",
	"customer_focus": "Клієнтоорієнтованість",
	"we_place_the_needs_and_expectations": "Ми ставимо потреби та очікування наших клієнтів у центр всього, що ми робимо. Наш успіх вимірюється успіхом наших клієнтів, тому ми завжди прагнемо надавати найкращі рішення, що відповідають їхнім вимогам.",
	"transparency_and_integrity": "Відкритість і чесність",
	"we_build_our_relationships_with_clients": "Ми будуємо свої відносини з клієнтами, партнерами та колегами на основі прозорості та довіри. Відкрите спілкування та чесність є основою нашої роботи, що дозволяє нам ефективно співпрацювати і вирішувати будь-які виклики.",
	"commitment_to_excellence": "Націленість на найкращий результат",
	"we_are_always_focused_on_achieving_the_highest": "Ми завжди зосереджені на досягненні найвищих результатів, надаючи послуги та рішення, які перевершують очікування. Високі стандарти якості та професіоналізму є постійними у всіх аспектах нашої роботи.",
	"continuous_development": "Безперервний розвиток",
	"we_believe_in_the_power_of_constant_growth_and_learning": "Ми віримо в силу постійного зростання та навчання. Світ технологій змінюється швидко, і ми прагнемо випереджати ці зміни, здобуваючи нові знання та навички, щоб пропонувати нашим клієнтам передові рішення.",
	"positive_thinking": "Позитивне мислення",
	"we_approach_every_task_with_optimism_and_confidence": "Ми підходимо до кожного завдання з оптимізмом і впевненістю. Позитивне мислення допомагає нам долати труднощі та знаходити найкращі рішення, навіть у складних ситуаціях.",

	"about_us": "Про нас",
	"we_offer_innovative_recruitment_solutions_that_help_our_clients_attract_and_hire_the_most_talented_candidates": "Заснована на принципах інноваційності та якості, Hot Deal BTC має на меті надавати бізнесам і організаціям інструменти, що сприяють досягненню нових рівнів ефективності та конкурентоспроможності. Наші рішення охоплюють широкий спектр послуг, починаючи від розробки програмного забезпечення і закінчуючи впровадженням комплексних IT-систем, які відповідають потребам сучасного бізнесу.",
	"our_way": "Наш підхід",
	"we_pay_special_attention_to_understanding": "Ми впроваджуємо індивідуальний підхід до кожного клієнта, враховуючи специфіку його бізнесу та унікальні потреби. Всі рішення розробляються з урахуванням перспектив їхнього подальшого розвитку і масштабування, що дозволяє нашим клієнтам розвиватися разом із сучасними технологіями.",
	"why_we": "Чому ми?",
	"why_we_text": "Обираючи Hot Deal BTC, ви отримуєте надійного партнера, який здатний перетворити ваші IT-ідеї на реальність. Наш досвід, глибоке розуміння ринку та відданість інноваціям роблять нас провідним постачальником IT-рішень у Європі. Ми не просто йдемо в ногу з часом — ми створюємо майбутнє.",

	"our_team_consists_of_experienced_and_dedicated": "Наша команда складається з досвідчених і відданих своїй справі професіоналів, які ретельно аналізують потреби кожного клієнта та розробляють індивідуальні стратегії пошуку. \nМи ретельно перевіряємо кожного кандидата, щоб переконатися, що він відповідає вимогам і якості, які ми прагнемо надати нашим клієнтам.",
	"hot_deal_btc_offers_a_wide_range_of_services": "HOT DEAL BTC пропонує широкий спектр послуг, включаючи підбір персоналу на постійні та тимчасові посади, пошук керівників, консультації щодо стратегії залучення талантів та багато іншого.",
	"partnering_with_hot_deal_btc_allows_your": "Партнерство з HOT DEAL BTC дозволяє вашій компанії зосередитися на основній діяльності, а ми піклуємось про пошук найкращих кандидатів для вашого росту та розвитку.",
	"contact_us_today_and_trust_your_hiring": "Зв’яжіться з нами сьогодні та довірте свої потреби в наймі професіоналам, щоб створити сильну команду та досягти нових висот у своєму бізнесі.",
	"our_recruiters_have_specialization_and_expertise": "Наші рекрутери мають спеціалізацію та досвід у сфері підбору персоналу. \nВони розуміють ринок праці, мають доступ до інструментів найму та мереж, а також можуть ефективно шукати та залучати таланти.",
	"specialization_in_recruitment": "Спеціалізація з рекрутингу",
	"we_handle_the_entire_recruitment_process": "Ми беремо на себе весь процес підбору персоналу, від пошуку кандидата до підготовки документів для прийому на роботу. \nМи зосереджені на пошуку та відборі найкращих кандидатів, тим самим підвищуючи ефективність процесу найму та скорочуючи час, необхідний для заповнення посад.",
	"recruitment_process_efficiency": "Ефективність процесу найму",
	"our_recruiters_know_everything_about": "Наші рекрутери знають усе про ринок праці, включаючи тенденції працевлаштування, очікувану зарплату, вимоги до кандидатів тощо. \nЦе дозволяє нам знаходити кандидатів з потрібними навичками та талантами та пропонувати конкурентні умови для їх залучення.",
	"specialized_market_knowledge": "Спеціалізоване знання ринку",
	"hot_deal_btc_is_a_leading_recruitment": "HOT DEAL BTC – провідне кадрове агентство, що спеціалізується на пошуку та підборі висококваліфікованих спеціалістів для різних галузей і секторів бізнесу.",
	"contacts": "Контакти",
	"reviews": "Відгуки",
	"job": "Робота",
	"our_culture-0": "Наша культура",
	"about_us-0": "Про нас",
	"our_contacts": "Наші контакти",
	"kyiv_lviv": "м.Київ/м.Львів/м.Івано Франківськ",
	"working_hours": "Графік Роботи",
	"mon_fri": "пн-пт",
	"the_hiring_process_in_our_company": "Процес найму в нашій компанії",
	"the_specialist_selection_process_at_hot_deal_btc": "Процес відбору спеціалістів у HOT DEAL BTC базується на систематичному та уважному підході, який гарантує пошук оптимального кандидата для кожної з наших вакансій. Ось огляд етапів відбору кандидатів:",
	"resume_review_and_preliminary_interview-0": "Перегляд резюме та попередня співбесіда",
	"most_common_open_positions_in_our_company": "Найчастіше відкриті позиції в нашій компанії",
	"sales_manager": "Менеджер з продажу",
	"smm_manager": "Менеджер з SMM",
	"node_js_developer": "Node JS розробник",
	"financial_manager": "Фінансовий менеджер",
	"crm_manager": "Менеджер CRM",
	"motion_designer": "Моушн-дизайнер",
	"graphic_designer": "Графічний дизайнер",
	"system_administrator": "Системний адміністратор",
	"apply_now": "Подати заявку",
	"full_name": "Повне ім’я",
	"date_of_birth": "Дата народження",
	"current_location": "Локація",
	"contact_number": "Контакти",
	"email": "Пошта",
	"desired_position": "Бажана позиція",
	"work_experience": "Досвід роботи",
	"salary_expectations": "Очікування по заробітній платі",
	"cover_letter": "Супровідний лист",
	"submit": "Надіслати",
	"michael_johnson": "Майкл Джонсон",
	"working_with_hot_line_bts_has_been_a_game": "\"Співпраця з Hot Deal BTC стала вирішальною для нашої компанії. Їхня відданість досконалості та увага до деталей не мають рівних. Ми не могли б бути щасливішими від отриманих результатів!\"",
	"clara_martinez": "Клара Мартінес",
	"hot_line_bts_exceeded_our_expectations_with": "\"Hot Deal BTC перевершили наші очікування завдяки своїм інноваційним програмним рішенням та винятковій підтримці. Їхня команда надійна та завжди виходить за межі можливого.\"",
	"liam_oconnor": "Ліам О'Коннор",
	"the_expertise_and_professionalism_of_hot_line": "\"Експертиза та професіоналізм Hot Deal BTC значно покращили нашу ІТ-інфраструктуру. Їхні індивідуальні рішення суттєво підвищили нашу операційну ефективність.\"",
	"sophia_wang": "Софія Ван",
	"hot_line_bts_has_been_a_fantastic_partner_in_our_": "\"Hot Deal BTC були фантастичним партнером у нашій цифровій трансформації. Їхня відданість високій якості результатів та проактивний підхід дійсно заслуговують на похвалу.\"",
	"daniel_smith": "Деніел Сміт",
	"weve_partnered_with_hot_line_bts_for_several": "\"Ми співпрацювали з Hot Deal BTC над кількома проєктами, і їхня робота завжди була чудовою. Їхня здатність адаптуватися та впроваджувати інновації робить їх неоціненним активом для нашого бізнесу.\"",
	"olivia_brown": "Олівія Браун",
	"the_hot_line_bts_team_is_incredibly_skilled_and": "\"Команда Hot Deal BTC надзвичайно кваліфікована та приємна у співпраці. Їхні рішення ефективні, а підтримка неперевершена. Ми високо цінуємо їхнє партнерство.\"",
	"lucas_white": "Лукас Вайт",
	"hot_line_bts_has_consistently_provided_us_with": "\"Hot Deal BTC постійно надають нам IT-рішення найвищого рівня. Їхній професіоналізм та відданість задоволенню потреб клієнтів виділяють їх у галузі.\"",
	"ava_green": "Ава Грін",
	"from_initial_consultation_to_implementation_hot_line_bts_h": "\"Від початкової консультації до впровадження Hot Deal BTC були винятковими. Їхнє глибоке розуміння наших потреб і швидкі здібності до вирішення проблем суттєво змінили ситуацію на краще для нас.\"",
	"date_of_birth-0": "Дата народження"
}
